<div class="container">
    <ol class="breadcrumb">
        <li><a href="<?php echo $_SERVER['PHP_SELF']; ?>">主页</a></li>
        <li class="active">证候</li>
    </ol>
    <h1 class="title">中医证候知识建模</h1>

    <p>中医秉承整体观来认识疾病，并使用证候来概括病人的病情。证候是机体在疾病发生过程中，
        某一阶段之病因、病位、病性、病状、病机的综合概括，表示病人在该阶段正邪双方的状况和发展趋势。
        证型是具有标准名称的证候类型，它是由包括阴阳、五行、脏腑和精微物质在内的中医术语所构成的复合概念。
        证型之间通过层次关系构成一个层次结构；尽管不同病人的病理变化以及临床表现纷繁复杂，但运用证候层次结构可以对病情进行统一的分门别类。
        证候分类的基本原则被称为八纲。各种证候按照病变位置的深浅分为表证和里证；按照病性分为寒证和热证；按照邪正斗争的力量对比分为虚证和实证。
        可以将证候总归为阴阳两大类，其中里证、寒证和虚证属于阴证；表证、热证和实证属于阳证。</p>
    
     <ul>
        <li><a href="<?php echo $_SERVER['PHP_SELF'].'?example=kidney_yang_deficiency'; ?>">以阳虚、肾虚、肾阳虚、脾肾阳虚等证候为例探讨证候层次结构的表示和推理</a></li>
       
    </ul>
</div>